# RbsElecRoomReflectivityFloor Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecRoomReflectivityFloor Property
ParameterTypeId Class See Also
---
"Floor Reflectance"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecRoomReflectivityFloor { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecRoomReflectivityFloor As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecRoomReflectivityFloor {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace